// ----------------------------------------------------------
// 系统名称：EasySoft PssS
// 项目名称：Web
// 创 建 人：刘年超
// 创建时间：2017-03-19
// ----------------------------------------------------------
// 修改记录：
// 
// 
// ----------------------------------------------------------
// 版权所有：易则科技工作室 
// ----------------------------------------------------------
namespace EasySoft.PssS.Web.Models.Home
{
    /// <summary>
    /// 首页视图模型类
    /// </summary>
    public class IndexModel
    {
        /// <summary>
        /// 获取或设置手机号
        /// </summary>
        public string Moblie { get; set; }

        /// <summary>
        /// 获取或设置姓名
        /// </summary>
        public string Name { get; set; }
    }
}