// ----------------------------------------------------------
// 系统名称：EasySoft PssS
// 项目名称：领域值对象类库
// 创 建 人：刘年超
// 创建时间：2017-01-14
// ----------------------------------------------------------
// 修改记录：
// 
// 
// ----------------------------------------------------------
// 版权所有：易则科技工作室 
// ----------------------------------------------------------
namespace EasySoft.PssS.Domain.ValueObject
{
    /// <summary>
    /// 成本分类枚举
    /// </summary>
    public enum CostCategory
    {
        /// <summary>
        /// 未指定
        /// </summary>
        None,
        /// <summary>
        /// 采购
        /// </summary>
        Purchase,
        /// <summary>
        /// 交付
        /// </summary>
        Delivery

    }
}
