// ----------------------------------------------------------
// 系统名称：EasySoft PssS
// 项目名称：领域值对象类库
// 创 建 人：刘年超
// 创建时间：2017-02-07
// ----------------------------------------------------------
// 修改记录：
// 
// 
// ----------------------------------------------------------
// 版权所有：易则科技工作室 
// ----------------------------------------------------------
namespace EasySoft.PssS.Domain.ValueObject
{
    /// <summary>
    /// 益损目标类型枚举
    /// </summary>
    public enum ProfitLossTargetType
    {
        /// <summary>
        /// 未指定
        /// </summary>
        None,

        /// <summary>
        /// 采购
        /// </summary>
        Purchase,

        /// <summary>
        /// 销售
        /// </summary>
        Sale
    }
}
