// ----------------------------------------------------------
// 系统名称：EasySoft PssS
// 项目名称：领域值对象类库
// 创 建 人：刘年超
// 创建时间：2017-02-07
// ----------------------------------------------------------
// 修改记录：
// 
// 
// ----------------------------------------------------------
// 版权所有：易则科技工作室 
// ----------------------------------------------------------
namespace EasySoft.PssS.Domain.ValueObject
{
    /// <summary>
    /// 益损类型枚举
    /// </summary>
    public enum ProfitLossCategory
    {
        /// <summary>
        /// 增益
        /// </summary>
        Profit,

        /// <summary>
        /// 损耗
        /// </summary>
        Loss
    }
}
